Repository: common-repository/bp-activity-filter
Catalog: languages/bp-activity-filter-*.po
Languages: de_de

source: Help &amp; Support Resources
de_de: Hilfe &amp; Support-Ressourcen

source: Here are all the resources you may need to get help from us. Documentation is usually the best place to start. Should you require help anytime, our customer care team is available to assist you at the support center.
de_de: Hier finden Sie alle Ressourcen, die Sie benötigen, um Hilfe von uns zu erhalten. Die Dokumentation ist in der Regel der beste Startpunkt. Sollten Sie jederzeit Hilfe benötigen, steht Ihnen unser Kundenbetreuungsteam im Support-Center zur Verfügung.

source: Documentation
de_de: Dokumentation

source: Read Documentation
de_de: Dokumentation lesen

source: We strive to offer the best customer care via our support center. Once your theme is activated, you can ask us for help anytime.
de_de: Wir bemühen uns, über unser Support-Center die beste Kundenbetreuung zu bieten. Sobald Ihr Theme aktiviert ist, können Sie uns jederzeit um Hilfe bitten.

source: Get Support
de_de: Support erhalten

source: Got Feedback?
de_de: Haben Sie Feedback?

source: We want to hear about your experience with the plugin. We would also love to hear any suggestions you may for future updates.
de_de: Wir möchten von Ihren Erfahrungen mit dem Plugin hören. Wir würden auch gerne Ihre Vorschläge für zukünftige Updates hören.

source: Send Feedback
de_de: Feedback senden

source: General
de_de: Allgemein

source: BP Activity Filter
de_de: BP-Aktivitätsfilter

source: BuddyPress Activity Filter
de_de: BuddyPress-Aktivitätsfilter

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Dismiss this notice.
de_de: Diesen Hinweis ausblenden.

source: Welcome
de_de: Willkommen

source: Default Filter
de_de: Standard-Filter

source: CPT Activites
de_de: CPT-Aktivitäten

source: Default Filter Settings
de_de: Einstellungen speichern

source: Everything
de_de: Alles

source: Save Settings
de_de: Einstellungen speichern

source: BuddyPress Activity Integration
de_de: Integration von BuddyPress Aktivitäten

source: Post Type
de_de: Beitragstyp

source: Enable/Disable
de_de: Aktivieren/Deaktivieren

source: %s years
de_de: %s Jahre

source: a year
de_de: einem Jahr

source: %s weeks
de_de: %s Wochen

source: a week
de_de: einer Woche

source: %s days
de_de: %s Tage

source: a day
de_de: einem Tag

source: %s hours
de_de: %s Stunden

source: an hour
de_de: einer Stunde

source: %s minutes
de_de: %s Minuten

source: a minute
de_de: eine Minute

source: %s seconds
de_de: %s Sekunden

source: a second
de_de: einer Sekunde

source: Are you enjoying BuddyPress Activity Filter?
de_de: Gefällt Ihnen der BuddyPress Aktivitätsfilter?

source: We hope you're enjoying %1$s! Could you please do us a BIG favor and give it a 5-star rating on WordPress to help us spread the word and boost our motivation?
de_de: Wir hoffen, dass Sie %1$s genießen! Könnten Sie uns bitte einen großen Gefallen tun und ihm eine 5-Sterne-Bewertung auf WordPress geben, um uns zu helfen, das Wort zu verbreiten und unsere Motivation zu steigern?

source: Leave a Review
de_de: Hinterlasse eine Bewertung

source: No thanks / I already have
de_de: Nein, danke / Ich habe bereits

source: Plugin License
de_de: Pro Plugin Lizenz prod_or_test

source: Product
de_de: Produkt

source: Key
de_de: Schlüssel

source: Action
de_de: Aktion

source: Themes & Extension
de_de: Themen & Erweiterung

source: Paid Extension
de_de: Bezahlte Verlängerung

source: Free Extension
de_de: Kostenlose Erweiterung

source: LearnDash Extension
de_de: LearnDash Erweiterung

source: Our Themes
de_de: Unsere Themes

source: View More Extension
de_de: Mehr anzeigen Erweiterung

source: BuddyPress Moderation solution with advanced features to give you complete control over your community and keep it secure with automatic moderation and limitations, and more.
de_de: BuddyPress Moderation Lösung mit erweiterten Funktionen, um Ihnen die vollständige Kontrolle über Ihre Community und halten Sie es sicher mit automatischer Moderation und Einschränkungen, und vieles mehr.

source: View Details
de_de: Details anzeigen

source: Get It Now
de_de: Jetzt erhalten

source: BuddyPress Resume Manager adds display resume functionality on a user’s BuddyPress/BuddyBoss Platform Profile.
de_de: BuddyPress Resume Manager fügt Anzeige Lebenslauf Funktionalität auf einem Benutzer BuddyPress / BuddyBoss Plattform Profil.

source: BuddyPress Polls allows your community members to create polls as an activity, letting your members respond.
de_de: BuddyPress Polls ermöglicht es Ihren Community-Mitgliedern, Umfragen als Aktivität zu erstellen und Ihre Mitglieder antworten zu lassen.

source: BuddyPress Private Community Pro offers Privacy control for profiles. It provides a feature to lockdown BuddyPress Component and asks users to log in to go further to check the profile or any other protected details.
de_de: BuddyPress Private Community Pro bietet Privatsphäre Kontrolle für Profile. Es bietet eine Funktion zum Sperren der BuddyPress-Komponente und fordert die Benutzer auf, sich einzuloggen, um das Profil oder andere geschützte Details zu überprüfen.

source: BuddyPress Profile Pro
de_de: BuddyPress Profil Pro

source: BuddyPress Profile Pro gives you the power to extend BuddyPress Profiles with repeater fields and groups. You can easily add multiple field groups and display them at a member’s profile.
de_de: BuddyPress Profile Pro gibt Ihnen die Möglichkeit, BuddyPress-Profile mit Wiederholfeldern und Gruppen zu erweitern. Sie können leicht mehrere Feldgruppen hinzufügen und sie im Profil eines Mitglieds anzeigen.

source: BuddyPress Check-ins Pro Plugin allows your members to post check-ins like other social media platforms, on your website activity stream. Members have a mashup of their check-ins on their profile.
de_de: Das BuddyPress Check-ins Pro Plugin ermöglicht es Ihren Mitgliedern, Check-ins wie auf anderen Social-Media-Plattformen im Aktivitätsstrom Ihrer Website zu posten. Mitglieder haben ein Mashup ihrer Check-ins auf ihrem Profil.

source: BuddyPress Member Blog
de_de: BuddyPress Mitglieder-Blog

source: BuddyPress Member Blog Pro plugin provides each of your site members their own writing environment with a fantastic user experience.
de_de: Das Plugin BuddyPress Member Blog Pro bietet jedem Ihrer Website-Mitglieder eine eigene Schreibumgebung mit einer fantastischen Benutzererfahrung.

source: BuddyVendor or BuddyPress Multivendor Marketplace Quickly turn your BuddyPress community into a social marketplace.
de_de: BuddyVendor oder BuddyPress Multivendor-Marktplatz Verwandeln Sie Ihre BuddyPress-Community schnell in einen sozialen Marktplatz.

source: BuddyPress Statistics
de_de: BuddyPress-Statistiken

source: BuddyPress Stats plugin creates an activity log of everything that happens on your BuddyPress powered community site and keeps all counts on the user profile that displays a range of statistics of your community members.
de_de: BuddyPress Stats Plugin erstellt ein Aktivitätsprotokoll von allem, was auf Ihrer BuddyPress-Community-Website passiert und hält alle Zählungen auf dem Benutzerprofil, das eine Reihe von Statistiken Ihrer Community-Mitglieder zeigt.

source: Who viewed my profile
de_de: Wer hat mein Profil angesehen

source: The Who Viewed My Profile Plugin helps you to know about your profile visitors. It displays the count of the profile views on the member profile header.
de_de: Das Who Viewed My Profile Plugin hilft Ihnen, über Ihre Profilbesucher Bescheid zu wissen. Es zeigt die Anzahl der Profilansichten in der Kopfzeile des Mitgliederprofils an.

source: BuddyPress Friend & Follow Suggestion
de_de: BuddyPress Friend & Follow Vorschlag

source: BuddyPress Friends and Follow suggestions plugin assists you with improving your BuddyPress or BuddyBoss Platform-based community.
de_de: BuddyPress Friends and Follow suggestions plugin hilft Ihnen bei der Verbesserung Ihrer BuddyPress oder BuddyBoss Platform-basierten Community.

source: Make your activity stream even more tempting and interesting to attract members by adding GIFs.
de_de: Machen Sie Ihren Aktivitätsstrom noch verlockender und interessanter, um Mitglieder anzuziehen, indem Sie GIFs hinzufügen.

source: Shortcodes for BuddyPress Pro
de_de: Shortcodes für BuddyPress Pro

source: Add and Customize the BuddyPress components on any of the WordPress pages/posts using elementor widgets
de_de: Hinzufügen und Anpassen der BuddyPress-Komponenten auf beliebigen WordPress-Seiten/Beiträgen mit Elementor-Widgets

source: Make your posts sticky on BuddyPress by pinning site-wide and group activities on the top of the community wall.
de_de: Machen Sie Ihre Beiträge auf BuddyPress dauerhaft, indem Sie standortweite und Gruppenaktivitäten oben auf der Community-Wand anpinnen.

source: BuddyPress Quotes
de_de: BuddyPress Zitate

source: Allow BuddyPress users to post content with attractive background colors and beautiful images.
de_de: Ermöglichen Sie BuddyPress-Nutzern, Inhalte mit attraktiven Hintergrundfarben und schönen Bildern zu posten.

source: BuddyPress Auto Friends
de_de: BuddyPress Auto Freunde

source: The new BuddyPress Automatic Friends plugins makes your new users feel a little more at home upon signing up to your community.
de_de: Das neue BuddyPress-Plugin Automatic Friends sorgt dafür, dass sich Ihre neuen Nutzer bei der Anmeldung in Ihrer Community ein wenig mehr zu Hause fühlen.

source: Create A Customized Newsfeed Experience Just Like Facebook. By default, BuddyPress offers separate type of activities for your BuddyPress Activity Stream.
de_de: Erstellen Sie eine angepasste Newsfeed-Erfahrung wie Facebook. Standardmäßig bietet BuddyPress verschiedene Arten von Aktivitäten für Ihren BuddyPress Activity Stream.

source: Allow members to add status on their profile and give their reactions to all the activity updates.
de_de: Erlauben Sie den Mitgliedern, einen Status zu ihrem Profil hinzuzufügen und ihre Reaktionen auf alle Aktivitätsaktualisierungen zu geben.

source: BuddyPress Hashtags for BuddyPress and bbPress. It allows adding hashtag links to BuddyPress activity and bbPress topics.
de_de: BuddyPress Hashtags für BuddyPress und bbPress. Es ermöglicht das Hinzufügen von Hashtag-Links zu BuddyPress-Aktivitäten und bbPress-Themen.

source: BuddyPress Profanity
de_de: BuddyPress Profanität

source: Specify a list of bad words to control the content in your BuddyPress community.
de_de: Geben Sie eine Liste von Schimpfwörtern an, um den Inhalt Ihrer BuddyPress-Community zu kontrollieren.

source: Extension for LearnDash
de_de: Erweiterung für LearnDash

source: LMS Notes
de_de: LMS-Anmerkungen

source: Learndash Notes will extend the LearnDash functionality to create Notes for courses, lessons and topics.
de_de: Learndash Notes erweitert die LearnDash-Funktionalität zur Erstellung von Notizen für Kurse, Lektionen und Themen.

source: Learndash wpForo
de_de: Lerntash wpForo

source: Learndash wpForo integration allows you to add a discussion channel for your learners. Allow you to link your course with multiple forums.
de_de: Die Learndash wpForo-Integration ermöglicht es Ihnen, einen Diskussionskanal für Ihre Lernenden hinzuzufügen. So können Sie Ihren Kurs mit mehreren Foren verknüpfen.

source: LearnDash Dashboard gives the admin, instructors, and students a dashboard of their own, where they can easily manage anything related to their courses, lessons, and contact others.
de_de: LearnDash Dashboard bietet Administratoren, Lehrkräften und Schülern ein eigenes Dashboard, in dem sie alles, was mit ihren Kursen und Lektionen zu tun hat, einfach verwalten und andere kontaktieren können.

source: Integrate LearnDash with PeepSo to display options for courses inside a member profile.
de_de: Integrieren Sie LearnDash mit PeepSo, um Optionen für Kurse innerhalb eines Mitgliederprofils anzuzeigen.

source: View More Themes
de_de: Weitere Themes anzeigen

source: Create your social network website for the company, school, sports team, or any niche community using a highly customizable WordPress BuddyPress theme.
de_de: Erstellen Sie Ihre soziale Netzwerk-Website für das Unternehmen, die Schule, das Sportteam oder eine beliebige Nischengemeinschaft mit einem hochgradig anpassbaren WordPress BuddyPress-Theme.

source: Get Sandbox
de_de: Sandkasten holen

source: BuddyX Pro Theme
de_de: BuddyX Pro Thema

source: To build an online community website for all niches with full flexibility, control, and freedom. No coding is required! Offers unique layouts with clean code and easy-to-customize options giving you a whole new way to visualize BuddyPress.
de_de: Um eine Online-Community-Website für alle Nischen mit voller Flexibilität, Kontrolle und Freiheit zu erstellen. Es ist keine Programmierung erforderlich! Bietet einzigartige Layouts mit sauberem Code und einfach anpassbaren Optionen, die Ihnen eine ganz neue Art der Visualisierung von BuddyPress ermöglichen.

source: BuddyX Free Theme
de_de: BuddyX Kostenloses Theme

source: Allow users to create and manage their to-dos with the relevant category right from their profile.
de_de: Ermöglichen Sie es den Nutzern, ihre Aufgaben mit der entsprechenden Kategorie direkt in ihrem Profil zu erstellen und zu verwalten.

source: Get Pro
de_de: Hol dir Pro

source: KnowX Theme
de_de: KnowX Thema

source: A Free WordPress Knowledge base Theme. KnowX helps you set up a Knowledge Base in WordPress in less time than it takes to brew a coffee.
de_de: Ein kostenloses WordPress-Theme für Wissensdatenbanken. KnowX hilft Ihnen, eine Wissensdatenbank in WordPress in weniger Zeit einzurichten, als es dauert, einen Kaffee zu kochen.

source: Get Demo
de_de: Demo anfordern

source: Our Free Extension
de_de: Unsere kostenlose Erweiterung

source: BuddyPress Member Blog is a free plugin that allows users to create/manage their blog/posts from the profile.
de_de: BuddyPress Member Blog ist ein kostenloses Plugin, das es den Nutzern ermöglicht, ihren Blog/Posts vom Profil aus zu erstellen/verwalten.

source: BuddyPress Ads
de_de: BuddyPress-Anzeigen

source: Integrate your BuddyPress community to provide a smooth customer experience and increase site engagement.
de_de: Integrieren Sie Ihre BuddyPress-Community, um ein reibungsloses Kundenerlebnis zu gewährleisten und die Beteiligung an der Website zu erhöhen.

source: BuddyPress User Todo List
de_de: BuddyPress Benutzer Todo-Liste

source: Create specific tabs in employer’s and candidate’s profiles on BuddyPress.
de_de: Erstellen Sie spezifische Tabs in Arbeitgeber- und Bewerberprofilen auf BuddyPress.

source: Allow members to provide their ratings and reviews to other members’ profiles based on multiple criteria.
de_de: Ermöglichen Sie es Mitgliedern, ihre Bewertungen und Rezensionen zu den Profilen anderer Mitglieder auf der Grundlage mehrerer Kriterien abzugeben.

source: BuddyPress Birthday Widget
de_de: BuddyPress Geburtstag Widget

source: Display the upcoming birthdays of your BuddyPress community members.
de_de: Zeigen Sie die bevorstehenden Geburtstage Ihrer BuddyPress-Community-Mitglieder an.

source: How can we help you?
de_de: Wie können wir Ihnen helfen?

source: Our team is here to help you out at anytime. If you have any idea about how we could improve. You can share access to your site on our helpdesk if it can help getting faster.
de_de: Unser Team ist jederzeit bereit, Ihnen zu helfen. Wenn Sie eine Idee haben, wie wir uns verbessern können. Sie können den Zugang zu Ihrer Website auf unserem Helpdesk freigeben, wenn Sie dadurch schneller werden können.

source: Tickets Support
de_de: Support Tickets

source: Open a ticket on our helpdesk, we don't guarantee a fast response but within a week. Except if you've purchased one of our product we'll reply within 24 hours.
de_de: Öffnen Sie ein Ticket an unseren Helpdesk, können wir nicht garantieren eine schnelle Antwort, aber innerhalb einer Woche. Außer wenn Sie eines unserer Produkte erworben haben werden wir innerhalb von 24 Stunden antworten.

source: Open a ticket
de_de: Ein Ticket öffnen

source: Contact Us
de_de: Kontaktieren Sie uns

source: Create a new thread on our plugin page, participation is open to anyone from all around the world. We'll be there to help as well but can't guarantee any delay.
de_de: Erstellen Sie einen neuen Thread auf unserer Plugin-Seite, die Teilnahme ist offen für jeden aus der ganzen Welt. Wir werden auch da sein, um zu helfen, können aber keine Verzögerung garantieren.

source: Activate
de_de: Aktivieren

source: Deactivate
de_de: Deaktivieren

source: Our Plugins
de_de: Unsere Plugins

source: Settings
de_de: Einstellungen

source: %1$s is ineffective now as it requires %2$s to be installed and active. It is not compatible with BuddyBoss due to similar features.
de_de: %1$s ist nun unwirksam, da es erfordert %2$s installiert und aktiviert zu werden.

source: Topics
de_de: Themen

source: Replies
de_de: Antworten

source: Wbcom Designs - BuddyPress Activity Filter
de_de: BuddyPress Activity Social Share

source: https://wbcomdesigns.com/
de_de: https://wbcomdesigns.com/plugins
